Repository: danerx77/f1
Catalog: tm/src.tmx
Source language: en
Languages: pl

source: {DPAD_UPDOWN}PICK {A_BUTTON}OK {B_BUTTON}CANCEL
pl: {DPAD_UPDOWN}PRZESUŃ {A_BUTTON}OK {B_BUTTON}ANULUJ

source: {DPAD_LEFTRIGHT}PICK{PLUS}FLIP PAGE {A_BUTTON}CHECK {B_BUTTON}CANCEL
pl: {DPAD_LEFTRIGHT}PRZESUŃ{PLUS}ODWRÓĆ STRONĘ {A_BUTTON}SPRAWDŹ {B_BUTTON}ANULUJ

source: HT
pl: WZROST

source: WT
pl: WAGA

source: lbs.
pl: kg

source: {START_BUTTON}CRY
pl: {START_BUTTON}RYK

source: {A_BUTTON}NEXT DATA {B_BUTTON}CANCEL
pl: {A_BUTTON}NASTĘPNE DANE {B_BUTTON}ANULUJ

source: {A_BUTTON}CANCEL {B_BUTTON}PREVIOUS DATA
pl: {A_BUTTON}ANULUJ {B_BUTTON}POPRZEDNIE DANE

source: AREA
pl: TERENY

source: SIZE
pl: ROZMIAR

source: AREA UNKNOWN
pl: NIEZNANE

source: PAGE
pl: STR.

source: Welcome to the HALL OF FAME!
pl: Witamy w HALI SŁAWY!

# The HALL OF FAME data is corrupted.
source: The HALL OF FAME data is\ncorrupted.
pl: Dane HALI SŁAWY są\nuszkodzone.

source: HALL OF FAME No. {STR_VAR_1}
pl: HALA SŁAWY Nr {STR_VAR_1}

# LEAGUE CHAMPION! CONGRATULATIONS!
source: LEAGUE CHAMPION!\nCONGRATULATIONS!
pl: MISTRZ LIGI!\nGRATULACJE!

source: NAME
pl: IMIĘ

source: IDNo.
pl: NrID.

source: PLAYER
pl: GRACZ

source: BADGES
pl: ODZNAK

source: USE
pl: UŻYJ

source: TOSS
pl: WYRZUĆ

source: REGISTER
pl: REJESTRUJ

source: GIVE
pl: DAJ

source: CANCEL
pl: ANULUJ

source: ITEM
pl: PRZEDMIOT

source: MAIL
pl: LIST

source: TAKE
pl: WEŹ

source: STORE
pl: SKLEP

source: CHECK
pl: OPCJE

source: NONE
pl: BRAK

source: OPEN
pl: OTWÓRZ

source: DESELECT
pl: ODZNACZ

# YES NO
source: YES\nNO
pl: TAK\nNIE

# Go back to the previous menu.
source: Go back to the\nprevious menu.
pl: Wróć do poprzedniego\nmenu.

source: What would you like to do?
pl: Co chcesz zrobić?

source: BAG
pl: TORBA

source: SAVE
pl: ZAPISZ

source: OPTION
pl: OPCJE

source: RETIRE
pl: KONIEC

source: {STR_VAR_1} COINS
pl: {STR_VAR_1} ŻETON

source: ITEMS
pl: RZECZ

source: POKé BALLS
pl: POKé BALLE

source: KEY ITEMS
pl: KLUCZOWE

source: DEPOSIT ITEM
pl: DEPONUJ

source: CLOSE BAG
pl: ZAMKNIJ

# {STR_VAR_1} is selected.
source: {STR_VAR_1} is\nselected.
pl: {STR_VAR_1}\nwybrano.

# You can't write MAIL here.
source: You can't write\nMAIL here.
pl: Nie możesz tu\npisać LISTU.

# There is no POKéMON.
source: There is no\nPOKéMON.
pl: Nie ma\nPOKéMONÓW.

# Where should the {STR_VAR_1} be placed?
source: Where should the {STR_VAR_1}\nbe placed?
pl: Gdzie umieścić\n{STR_VAR_1}?

source: The {STR_VAR_1} can't be held.
pl: Nie można trzymać {STR_VAR_1}.

# The {STR_VAR_1} can't be held here.
source: The {STR_VAR_1} can't be held\nhere.
pl: {STR_VAR_1} nie może być\ntrzymany.

# Deposit how many {STR_VAR_1}(s)?
source: Deposit how many\n{STR_VAR_1}(s)?
pl: Ile zdeponować\n{STR_VAR_1}?

# Deposited {STR_VAR_2} {STR_VAR_1}(s).
source: Deposited {STR_VAR_2}\n{STR_VAR_1}(s).
pl: Zdeponowano {STR_VAR_2}\n{STR_VAR_1}.

# There's no room to store items.
source: There's no room to\nstore items.
pl: Nie ma miejsca na\nprzedmioty.

# Toss out how many {STR_VAR_1}(s)?
source: Toss out how many\n{STR_VAR_1}(s)?
pl: Ile {STR_VAR_1}\nwyrzucić?

# Threw away {STR_VAR_2} {STR_VAR_1}(s).
source: Threw away {STR_VAR_2}\n{STR_VAR_1}(s).
pl: Wyrzucono {STR_VAR_2}\n{STR_VAR_1}.

# Throw away {STR_VAR_2} of this item?
source: Throw away {STR_VAR_2} of\nthis item?
pl: Wyrzuć {STR_VAR_2} tego\nprzedmiotu?

# OAK: {PLAYER}! This isn't the time to use that!{PAUSE_UNTIL_PRESS}
source: OAK: {PLAYER}!\nThis isn't the time to use that!{PAUSE_UNTIL_PRESS}
pl: OAK: {PLAYER}!\nTo nie czas, by tego użyć!{PAUSE_UNTIL_PRESS}

source: You can't dismount your BIKE here.{PAUSE_UNTIL_PRESS}
pl: Nie możesz tu zejść z ROWERU.{PAUSE_UNTIL_PRESS}

source: Huh?\nThe ITEMFINDER's responding!\pThere's an item buried around here!{PAUSE_UNTIL_PRESS}
pl: RZECZOSZUKACZ odpowiada!\pGdzieś w pobliżu jest \nzakopany przedmiot!{PAUSE_UNTIL_PRESS}

source: Oh!\nThe ITEMFINDER's shaking wildly!\pThere's an item buried underfoot!\p‥ ‥ ‥ ‥ ‥ ‥{PAUSE_UNTIL_PRESS}
pl: Och!\nRZECZOSZUKACZ wariuje!\pPod stopami zakopany jest jakiś\nprzedmiot!\p… … … … … …{PAUSE_UNTIL_PRESS}

# ‥ ‥ ‥ ‥Nope! There's no response.{PAUSE_UNTIL_PRESS}
source: ‥ ‥ ‥ ‥Nope!\nThere's no response.{PAUSE_UNTIL_PRESS}
pl: … … … …Nie!\nNic tu nie ma.{PAUSE_UNTIL_PRESS}

# Your COINS: {STR_VAR_1}{PAUSE_UNTIL_PRESS}
source: Your COINS:\n{STR_VAR_1}{PAUSE_UNTIL_PRESS}
pl: ŻETONY: \n{STR_VAR_1}{PAUSE_UNTIL_PRESS}

# {PLAYER} used the {STR_VAR_2}.{PAUSE_UNTIL_PRESS}
source: {PLAYER} used the\n{STR_VAR_2}.{PAUSE_UNTIL_PRESS}
pl: {PLAYER} użył\n{STR_VAR_2}.{PAUSE_UNTIL_PRESS}

# But the effects of a REPEL lingered from earlier.{PAUSE_UNTIL_PRESS}
source: But the effects of a REPEL\nlingered from earlier.{PAUSE_UNTIL_PRESS}
pl: Ale efekt ODGANIACZA pozostaje\nz wcześniej.{PAUSE_UNTIL_PRESS}

# {PLAYER} used the {STR_VAR_2}.pWild POKéMON will be lured.{PAUSE_UNTIL_PRESS}
source: {PLAYER} used the\n{STR_VAR_2}.\pWild POKéMON will be lured.{PAUSE_UNTIL_PRESS}
pl: {PLAYER} używa\n{STR_VAR_2}.\pDzikie POKéMONY będą wabione.{PAUSE_UNTIL_PRESS}

# {PLAYER} used the {STR_VAR_2}.pWild POKéMON will be repelled.{PAUSE_UNTIL_PRESS}
source: {PLAYER} used the\n{STR_VAR_2}.\pWild POKéMON will be repelled.{PAUSE_UNTIL_PRESS}
pl: {PLAYER} używa\n{STR_VAR_2}.\pDzikie POKéMONY będą odstraszane.{PAUSE_UNTIL_PRESS}

source: The BOX is full.{PAUSE_UNTIL_PRESS}
pl: BOKS jest pełny.{PAUSE_UNTIL_PRESS}

source: POWDER QTY: {STR_VAR_1}{PAUSE_UNTIL_PRESS}
pl: PROSZEK: {STR_VAR_1}{PAUSE_UNTIL_PRESS}

source: Played the POKé FLUTE.\pNow, that's a catchy tune!{PAUSE_UNTIL_PRESS}
pl: Zagrano na POKé FLECIE.\pBardzo ładna melodia!{PAUSE_UNTIL_PRESS}

source: Played the POKé FLUTE.
pl: Zagrano na POKé FLECIE.

# The POKé FLUTE awakened sleeping POKéMON.{PAUSE_UNTIL_PRESS}
source: The POKé FLUTE awakened sleeping\nPOKéMON.{PAUSE_UNTIL_PRESS}
pl: POKé FLET budzi śpiące\nPOKéMONY.{PAUSE_UNTIL_PRESS}

source: TM CASE
pl: ETUI TM

source: CLOSE
pl: WYJDŹ

# The TM CASE will be put away.
source: The TM CASE will be\nput away.
pl: ETUI NA TM zostanie\nodłożone.

source: BERRY POUCH
pl: WOREKNAJAGODY

# The BERRY POUCH will be put away.
source: The BERRY POUCH will be\nput away.
pl: WOREKNAJAGODY zostanie\nodłożony.

source: BUY
pl: KUP

source: SELL
pl: SPRZEDAJ

source: SEE YA!
pl: WYJDŹ

source: IN BAG:{FONT_SMALL} {STR_VAR_1}
pl: W TORBA:{FONT_SMALL} {STR_VAR_1}

source: Quit shopping.
pl: Skończ zakupy.

# {STR_VAR_1}? Certainly. How many would you like?
source: {STR_VAR_1}? Certainly.\nHow many would you like?
pl: {STR_VAR_1}? Oczywiście.\nIle sobie życzysz?

# {STR_VAR_1}, and you want {STR_VAR_2}. That will be ¥{STR_VAR_3}. Okay?
source: {STR_VAR_1}, and you want {STR_VAR_2}.\nThat will be ¥{STR_VAR_3}. Okay?
pl: Więc, {STR_VAR_1} w ilości {STR_VAR_2}.\nWyniesie cię ¥{STR_VAR_3}. Ok?

# Here you are! Thank you!
source: Here you are!\nThank you!
pl: Proszę bardzo!\nDziękuję!

source: You don't have enough money.{PAUSE_UNTIL_PRESS}
pl: Nie stać cię na to.{PAUSE_UNTIL_PRESS}

# You have no more room for this item.{PAUSE_UNTIL_PRESS}
source: You have no more room for this\nitem.{PAUSE_UNTIL_PRESS}
pl: Nie masz miejsca na ten\nprzedmiot.{PAUSE_UNTIL_PRESS}

source: Is there anything else I can do?
pl: Czy mogę pomóc w czymś jeszcze?

# {STR_VAR_1}? Oh, no. I can't buy that.{PAUSE_UNTIL_PRESS}
source: {STR_VAR_1}? Oh, no.\nI can't buy that.{PAUSE_UNTIL_PRESS}
pl: {STR_VAR_1}? O, nie.\nNie kupię tego.{PAUSE_UNTIL_PRESS}

# {STR_VAR_1}? How many would you like to sell?
source: {STR_VAR_1}?\nHow many would you like to sell?
pl: {STR_VAR_1}?\nIle masz ochotę sprzedać?

# I can pay ¥{STR_VAR_3}. Would that be okay?
source: I can pay ¥{STR_VAR_3}.\nWould that be okay?
pl: Mogę zapłacić ¥{STR_VAR_3}.\nW porządku?

# Turned over the {STR_VAR_1}シSス worth ¥{STR_VAR_3}.
source: Turned over the {STR_VAR_1}シSス\nworth ¥{STR_VAR_3}.
pl: Wymienił {STR_VAR_1}\nna równowartość ¥{STR_VAR_3}.

source: SHIFT
pl: ZMIANA

source: SEND OUT
pl: WYŚLIJ

source: SWITCH
pl: ZMIEŃ

source: SUMMARY
pl: OPCJE

source: ENTER
pl: WEJDŹ

source: NO ENTRY
pl: BEZWPISU

source: READ
pl: CZYTAJ

source: TRADE
pl: HANDEL

source: It won't have any effect.{PAUSE_UNTIL_PRESS}
pl: Nie będzie mieć efektu.{PAUSE_UNTIL_PRESS}

# This can't be used on that POKéMON.{PAUSE_UNTIL_PRESS}
source: This can't be used on\nthat POKéMON.{PAUSE_UNTIL_PRESS}
pl: Nie można użyć na tym\nPOKéMONIE.{PAUSE_UNTIL_PRESS}

# {STR_VAR_1} can't be switched out!{PAUSE_UNTIL_PRESS}
source: {STR_VAR_1} can't be switched\nout!{PAUSE_UNTIL_PRESS}
pl: {STR_VAR_1} nie może\nzmienić!{PAUSE_UNTIL_PRESS}

# {STR_VAR_1} is already in battle!{PAUSE_UNTIL_PRESS}
source: {STR_VAR_1} is already\nin battle!{PAUSE_UNTIL_PRESS}
pl: {STR_VAR_1} jest już\nw walce!{PAUSE_UNTIL_PRESS}

# {STR_VAR_1} has already been selected.{PAUSE_UNTIL_PRESS}
source: {STR_VAR_1} has already been\nselected.{PAUSE_UNTIL_PRESS}
pl: {STR_VAR_1} został już\nwybrany.{PAUSE_UNTIL_PRESS}

# {STR_VAR_1} has no energy left to battle!{PAUSE_UNTIL_PRESS}
source: {STR_VAR_1} has no energy\nleft to battle!{PAUSE_UNTIL_PRESS}
pl: {STR_VAR_1} nie ma już\nenergii do walki!{PAUSE_UNTIL_PRESS}

# You can't switch {STR_VAR_1}'s POKéMON with one of yours!{PAUSE_UNTIL_PRESS}
source: You can't switch {STR_VAR_1}'s\nPOKéMON with one of yours!{PAUSE_UNTIL_PRESS}
pl: Nie można zmienić POKéMONA\n{STR_VAR_1} ze swoimi.{PAUSE_UNTIL_PRESS}

source: An EGG can't battle!{PAUSE_UNTIL_PRESS}
pl: JAJKA nie walczą!{PAUSE_UNTIL_PRESS}

# This can't be used until a new BADGE is obtained.{PAUSE_UNTIL_PRESS}
source: This can't be used until a new\nBADGE is obtained.{PAUSE_UNTIL_PRESS}
pl: Nie można tego użyć do\nuzyskania ODZNAKI.{PAUSE_UNTIL_PRESS}

# No more than three POKéMON may enter.{PAUSE_UNTIL_PRESS}
source: No more than three POKéMON\nmay enter.{PAUSE_UNTIL_PRESS}
pl: Wejść może nie więcej niż\n3 POKéMONY.{PAUSE_UNTIL_PRESS}

# No more than two POKéMON may enter.{PAUSE_UNTIL_PRESS}
source: No more than two POKéMON\nmay enter.{PAUSE_UNTIL_PRESS}
pl: Wejść może nie więcej niż\n2 POKéMONY.{PAUSE_UNTIL_PRESS}

# Send the removed MAIL to your PC?
source: Send the removed MAIL to\nyour PC?
pl: Wysłać ten LIST do twego\nPC?

source: The MAIL was sent to your PC.{PAUSE_UNTIL_PRESS}
pl: LIST został wysłany do PC.{PAUSE_UNTIL_PRESS}

source: Your PC's MAILBOX is full.{PAUSE_UNTIL_PRESS}
pl: Masz pełną SKRZYNKĘ na PC.{PAUSE_UNTIL_PRESS}

# If the MAIL is removed, the message will be lost. Okay?
source: If the MAIL is removed, the\nmessage will be lost. Okay?
pl: Jeśli usuniesz LIST, wiadomość\nzostanie utracona. OK?

# MAIL must be removed before holding an item.{PAUSE_UNTIL_PRESS}
source: MAIL must be removed before\nholding an item.{PAUSE_UNTIL_PRESS}
pl: LIST musi zostać usunięty,\nnim dasz rzecz.{PAUSE_UNTIL_PRESS}

# {STR_VAR_1} was given the {STR_VAR_2} to hold.{PAUSE_UNTIL_PRESS}
source: {STR_VAR_1} was given the\n{STR_VAR_2} to hold.{PAUSE_UNTIL_PRESS}
pl: Dano {STR_VAR_1} {STR_VAR_2}\ndo trzymania.{PAUSE_UNTIL_PRESS}

source: {STR_VAR_1} is already holding\none {STR_VAR_2}.\pWould you like to switch the\ntwo items?
pl: {STR_VAR_1} trzyma już\n{STR_VAR_2}.\pCzy chcesz zamienić\nte dwa przedmioty?

# {STR_VAR_1} isn't holding anything.{PAUSE_UNTIL_PRESS}
source: {STR_VAR_1} isn't holding\nanything.{PAUSE_UNTIL_PRESS}
pl: {STR_VAR_1} nic nie\ntrzyma.{PAUSE_UNTIL_PRESS}

# Received the {STR_VAR_2} from {STR_VAR_1}.{PAUSE_UNTIL_PRESS}
source: Received the {STR_VAR_2}\nfrom {STR_VAR_1}.{PAUSE_UNTIL_PRESS}
pl: Dostaje {STR_VAR_2}\nod {STR_VAR_1}.{PAUSE_UNTIL_PRESS}

# MAIL was taken from the POKéMON.{PAUSE_UNTIL_PRESS}
source: MAIL was taken from the\nPOKéMON.{PAUSE_UNTIL_PRESS}
pl: Zabrano POKéMONOWI\nLIST.{PAUSE_UNTIL_PRESS}

# The {STR_VAR_2} was taken and replaced with the {STR_VAR_1}.{PAUSE_UNTIL_PRESS}
source: The {STR_VAR_2} was taken and\nreplaced with the {STR_VAR_1}.{PAUSE_UNTIL_PRESS}
pl: Zabrano {STR_VAR_2} i wymieniono\ngo z {STR_VAR_1}.{PAUSE_UNTIL_PRESS}

# This POKéMON is holding an item. It cannot hold MAIL.{PAUSE_UNTIL_PRESS}
source: This POKéMON is holding an\nitem. It cannot hold MAIL.{PAUSE_UNTIL_PRESS}
pl: Ten POKéMON coś trzyma.\nNie możesz dać mu LISTU.{PAUSE_UNTIL_PRESS}

# MAIL was transferred from the MAILBOX.{PAUSE_UNTIL_PRESS}
source: MAIL was transferred from\nthe MAILBOX.{PAUSE_UNTIL_PRESS}
pl: LIST został przeniesiony z\nSKRZYNKI.{PAUSE_UNTIL_PRESS}

source: The {STR_VAR_1} is full. The POKéMON's\nitem could not be removed.{PAUSE_UNTIL_PRESS}
pl: {STR_VAR_1} jest pełny. Nie można zabrać\nprzedmiotu POKéMONOWI.{PAUSE_UNTIL_PRESS}

# {STR_VAR_1} learned {STR_VAR_2}!
source: {STR_VAR_1} learned\n{STR_VAR_2}!
pl: {STR_VAR_1} poznał\n{STR_VAR_2}!

source: {STR_VAR_1} and {STR_VAR_2}\nare not compatible.\p{STR_VAR_2} can't be\nlearned.{PAUSE_UNTIL_PRESS}
pl: {STR_VAR_1} o {STR_VAR_2}\nnie są kompatybilni.\p{STR_VAR_2} nie może\npoznać.{PAUSE_UNTIL_PRESS}

source: {STR_VAR_1} wants to learn the\nmove {STR_VAR_2}.\pHowever, {STR_VAR_1} already\nknows four moves.\pShould a move be deleted and\nreplaced with {STR_VAR_2}?
pl: {STR_VAR_1} chce poznać\nruch {STR_VAR_2}.\pJednakże, {STR_VAR_1} zna już\ncztery techniki.\pCzy zapomnieć techniki, by\nzrobić miejsce dla\p{STR_VAR_2}?

# Stop trying to teach {STR_VAR_2}?
source: Stop trying to teach\n{STR_VAR_2}?
pl: Nie uczyć się\n{STR_VAR_2}?

# {STR_VAR_1} did not learn the move {STR_VAR_2}.{PAUSE_UNTIL_PRESS}
source: {STR_VAR_1} did not learn the\nmove {STR_VAR_2}.{PAUSE_UNTIL_PRESS}
pl: {STR_VAR_1} nie poznał\nruchu {STR_VAR_2}.{PAUSE_UNTIL_PRESS}

source: Which move should be forgotten?{PAUSE_UNTIL_PRESS}
pl: Który ruch ma być zapomniany?{PAUSE_UNTIL_PRESS}

source: 1, {PAUSE 0x0F}2, and{PAUSE 0x0F}‥ {PAUSE 0x0F}‥ {PAUSE 0x0F}‥ {PAUSE 0x0F}{PLAY_SE SE_BALL_BOUNCE_1}Poof!\p{STR_VAR_1} forgot how to\nuse {STR_VAR_2}.\pAnd...{PAUSE_UNTIL_PRESS}
pl: 1, {PAUSE 0x0F}2 i{PAUSE 0x0F}… {PAUSE 0x0F}… {PAUSE 0x0F}… {PAUSE 0x0F}{PLAY_SE SE_BALL_BOUNCE_1} Puuf!\p{STR_VAR_1} zapomniał jak\nużywać {STR_VAR_2}.\pI...{PAUSE_UNTIL_PRESS}

# {STR_VAR_1} already knows {STR_VAR_2}.{PAUSE_UNTIL_PRESS}
source: {STR_VAR_1} already knows\n{STR_VAR_2}.{PAUSE_UNTIL_PRESS}
pl: {STR_VAR_1} zna już\n{STR_VAR_2}.{PAUSE_UNTIL_PRESS}

# {STR_VAR_1}'s HP was restored by {STR_VAR_2} point(s).{PAUSE_UNTIL_PRESS}
source: {STR_VAR_1}'s HP was restored\nby {STR_VAR_2} point(s).{PAUSE_UNTIL_PRESS}
pl: HP {STR_VAR_1} przywrócone\no {STR_VAR_2} punktów.{PAUSE_UNTIL_PRESS}

# {STR_VAR_1} was cured of its poisoning.{PAUSE_UNTIL_PRESS}
source: {STR_VAR_1} was cured of its\npoisoning.{PAUSE_UNTIL_PRESS}
pl: {STR_VAR_1} został uleczony\nz zatrucia.{PAUSE_UNTIL_PRESS}

# {STR_VAR_1} was cured of paralysis.{PAUSE_UNTIL_PRESS}
source: {STR_VAR_1} was cured of\nparalysis.{PAUSE_UNTIL_PRESS}
pl: {STR_VAR_1} wyleczony z\nparaliżu.{PAUSE_UNTIL_PRESS}

source: {STR_VAR_1} woke up.{PAUSE_UNTIL_PRESS}
pl: {STR_VAR_1} wstał.{PAUSE_UNTIL_PRESS}

source: {STR_VAR_1}'s burn was healed.{PAUSE_UNTIL_PRESS}
pl: {STR_VAR_1} leczy poparzenia.{PAUSE_UNTIL_PRESS}

source: {STR_VAR_1} was thawed out.{PAUSE_UNTIL_PRESS}
pl: {STR_VAR_1} odtajał.{PAUSE_UNTIL_PRESS}

source: PP was restored.{PAUSE_UNTIL_PRESS}
pl: PP przywrócone.{PAUSE_UNTIL_PRESS}

source: {STR_VAR_1} became healthy.{PAUSE_UNTIL_PRESS}
pl: {STR_VAR_1} uzdrowiony.{PAUSE_UNTIL_PRESS}

source: {STR_VAR_1}'s PP increased.{PAUSE_UNTIL_PRESS}
pl: Wzrosło PP {STR_VAR_1}.{PAUSE_UNTIL_PRESS}

# {STR_VAR_1} was elevated to Lv. {STR_VAR_2}.
source: {STR_VAR_1} was elevated to\nLv. {STR_VAR_2}.
pl: {STR_VAR_1} wyniesiony na\nLv. {STR_VAR_2}.

# {STR_VAR_1}'s base {STR_VAR_2} stat was raised.{PAUSE_UNTIL_PRESS}
source: {STR_VAR_1}'s base {STR_VAR_2}\nstat was raised.{PAUSE_UNTIL_PRESS}
pl: {STR_VAR_1} rośnie\nstatystyka: {STR_VAR_2}.{PAUSE_UNTIL_PRESS}

# {STR_VAR_1} snapped out of its confusion.{PAUSE_UNTIL_PRESS}
source: {STR_VAR_1} snapped out of its\nconfusion.{PAUSE_UNTIL_PRESS}
pl: {STR_VAR_1} wyleczony z\noszołomienia.{PAUSE_UNTIL_PRESS}

# {STR_VAR_1} got over its infatuation.{PAUSE_UNTIL_PRESS}
source: {STR_VAR_1} got over its\ninfatuation.{PAUSE_UNTIL_PRESS}
pl: {STR_VAR_1} wyszedł z\nzauroczenia.{PAUSE_UNTIL_PRESS}

# That's your only POKéMON for battle.
source: That's your only\nPOKéMON for battle.
pl: To twój jedyny\nPOKéMON do walki.

# That POKéMON can't be traded now.
source: That POKéMON can't be traded\nnow.
pl: Ten POKéMON nie może\nsię wymienić

source: An EGG can't be traded now.
pl: JAJO nie wymieni się teraz.

# The other TRAINER's POKéMON can't be traded now.
source: The other TRAINER's POKéMON\ncan't be traded now.
pl: POKéMONY drugiego TRENERA\nnie mogą się wymienić.

# The other TRAINER can't accept that POKéMON now.
source: The other TRAINER can't accept\nthat POKéMON now.
pl: Drugi TRENER nie może przyjąć\ntego POKéMONA.

# You can't trade with that TRAINER now.
source: You can't trade with that\nTRAINER now.
pl: Nie możesz wymienić się z\ntym TRENEREM

# That isn't the type of POKéMON that the other TRAINER wants.
source: That isn't the type of POKéMON\nthat the other TRAINER wants.
pl: To nie jest POKéMON, którego\nchce drugi TRENER.

source: That isn't an EGG.
pl: To nie jest JAJKO.

source: Choose a POKéMON.
pl: Wybierz POKéMONA.

source: Move to where?
pl: Przenieść?

source: Teach which POKéMON?
pl: Kogo nauczyć?

source: Use on which POKéMON?
pl: Na kim użyć?

source: Give to which POKéMON?
pl: Któremu dać POKéMONOWI?

source: Do what with this {PKMN}?
pl: Co zrobić z tym {PKMN}?

source: There's nothing to CUT.
pl: Nie ma nic do CIĘCIA.

source: No SURFING here!
pl: Nie PŁYWAMY tu!

source: You're already SURFING.
pl: Już SURFUJESZ!

source: Can't use that here.
pl: Nie użyjesz tu tego.

source: Restore which move?
pl: Który przywrócić?

source: Boost PP of which?
pl: Które PP podbić?

source: Do what with an item?
pl: Co zrobić z rzeczą?

source: No battling this way!
pl: Nie walczymy tak!

source: Not enough HP‥
pl: Za mało HP…

source: Three {PKMN} are needed.
pl: Potrzeba trzech {PKMN}.

source: {PKMN} can't be the same.
pl: {PKMN} muszą być różne.

source: The current is much too fast!
pl: Prąd jest zbyt rwący!

source: Do what with the MAIL?
pl: Co zrobić z LISTEM?

source: Choose POKéMON or CANCEL.
pl: Wybierz POKA lub ANULUJ.

source: Choose POKéMON and confirm.
pl: Wybierz POKA i potwierdź.

source: Two POKéMON are needed.
pl: Potrzeba 2 POKéMONÓW.

source: Let's enjoy cycling!
pl: Ciesz się jazdą!

source: This is in use already.
pl: Już jest używane.

source: ABLE
pl: MOŻE

source: FIRST
pl: 1SZY

source: SECOND
pl: 2GI

source: THIRD
pl: 3CI

source: NOT ABLE
pl: NIE MOŻE

source: ABLE!
pl: MOŻE!

source: NOT ABLE!
pl: NIE MOŻE!

source: LEARNED
pl: POZNAŁ

# OAK: It's important to get to know your POKéMON thoroughly.p
source: OAK: It's important to get to know\nyour POKéMON thoroughly.\p
pl: OAK: Ważne jest, żeby dobrze\npoznać swoje POKéMONY.\p

source: This is a list of your POKéMON,\n{PLAYER}.\pOpen this to check the skills\nand moves of your POKéMON.\pYou also choose POKéMON here if\nyou want to use an item on one.{PAUSE_UNTIL_PRESS}
pl: Oto lista twoich POKéMONÓW,\n{PLAYER}.\pOtwórz to, by sprawdzić zdolności\ni ruchy twoich POKéMONÓW.\pMożesz tu wybrać też POKéMONA,\nby użyć na nim przedmiotu.{PAUSE_UNTIL_PRESS}

source: Cut a tree or grass.
pl: Tnij trawę i drzewa.

source: Fly to a known town.
pl: Leć do znanego miasta.

source: Travel on water.
pl: Podróżuje po wodzie.

source: Move heavy boulders.
pl: Porusza ciężkie głazy.

source: Light up darkness.
pl: Oświetl ciemność.

source: Shatter a cracked rock.
pl: Rozłup kruchy kamień.

source: Climb a waterfall.
pl: Wejdź po wodospadzie.

source: Escape from here.
pl: Ucieknij stąd.

source: Share HP.
pl: Dziel HP.

# Want to escape from here and return to {STR_VAR_1}?
source: Want to escape from here and return\nto {STR_VAR_1}?
pl: Chcesz stąd uciec i powrócić\ndo {STR_VAR_1}?

# Want to return to the healing spot used last in {STR_VAR_1}?
source: Want to return to the healing spot\nused last in {STR_VAR_1}?
pl: Chcesz wrócić do ostatniego punktu\nleczniczego {STR_VAR_1}?

source: TURN OFF
pl: WYŁĄCZ

source: ITEM STORAGE
pl: PRZEDMIOTY

source: MAILBOX
pl: LISTY

source: WITHDRAW ITEM
pl: PODEJMIJ

source: Store items in the PC.
pl: Składuj rzeczy na PC.

source: Take out items from the PC.
pl: Wyjmij przedmioty z PC.

source: There are no items.{PAUSE_UNTIL_PRESS}
pl: Nie ma przedmiotów.{PAUSE_UNTIL_PRESS}

# There is no more room in the BAG.
source: There is no more\nroom in the BAG.
pl: Nie masz już miejsca\nw TORBIE.

# Withdraw how many {STR_VAR_1}(s)?
source: Withdraw how many\n{STR_VAR_1}(s)?
pl: Ile chcesz podjąć\n{STR_VAR_1}?

# Withdrew {STR_VAR_2} {STR_VAR_1}(s).
source: Withdrew {STR_VAR_2}\n{STR_VAR_1}(s).
pl: Podjęto {STR_VAR_2}\n{STR_VAR_1}.

source: MOVE TO BAG
pl: DO TORBY

source: There's no MAIL here.{PAUSE_UNTIL_PRESS}
pl: Nie ma tu LISTÓW.{PAUSE_UNTIL_PRESS}

# What would you like to do with {STR_VAR_1}'s MAIL?
source: What would you like to do with\n{STR_VAR_1}'s MAIL?
pl: Co chcesz zrobić z\nLISTEM {STR_VAR_1}?

# The message will be lost. Is that okay?
source: The message will be lost.\nIs that okay?
pl: Wiadomość zostanie utracona.\nOk?

source: The BAG is full.{PAUSE_UNTIL_PRESS}
pl: TORBA pełna.{PAUSE_UNTIL_PRESS}

# The MAIL was returned to the BAG with its message erased.{PAUSE_UNTIL_PRESS}
source: The MAIL was returned to the BAG\nwith its message erased.{PAUSE_UNTIL_PRESS}
pl: LIST został cofnięty do TORBY,\na wiadomość wyczyszczona.{PAUSE_UNTIL_PRESS}

# WITHDRAW ITEM
source: WITHDRAW\nITEM
pl: PODEJMIJ\n

source: WITHDRAW
pl: PODEJMIJ

source: Return to the PC.
pl: Powrót do PC.

source: LT. SURGE
pl: POR.SURGE

source: EGGS
pl: JAJA

source: HALL OF FAME
pl: HALA SŁAWY

source: VICTORIES
pl: WYGRANE

source: QUIT
pl: ZAMKNIJ

source: PSN
pl: TRU

source: SLP
pl: SEN

source: BRN
pl: OGN

source: FRZ
pl: MRZ

source: TOXIC
pl: TOKSYNY

source: YES
pl: TAK

source: NO
pl: NIE

source: FRESH WATER{CLEAR_TO 0x57}{FONT_SMALL}¥200
pl: ŚWIEŻA WODA{CLEAR_TO 0x57}{FONT_SMALL} ¥200

source: LEMONADE{CLEAR_TO 0x57}{FONT_SMALL}¥350
pl: LEMONIADA{CLEAR_TO 0x57}{FONT_SMALL} ¥350

source: {FONT_SMALL} 50 COINS{CLEAR_TO 0x45}¥1,000
pl: {FONT_SMALL} 50 ŻETON{CLEAR_TO 0x45}¥1,000

source: {FONT_SMALL}500 COINS{CLEAR_TO 0x40}¥10,000
pl: {FONT_SMALL} 500 ŻETON{CLEAR_TO 0x40}¥10,000

source: Excellent
pl: Wspaniale

source: RED SHARD
pl: CZER. ODŁAMEK

source: YELLOW SHARD
pl: ŻÓŁTY ODŁAMEK

source: BLUE SHARD
pl: NIEB. ODŁAMEK

source: GREEN SHARD
pl: ZIEL. ODŁAMEK

source: Right
pl: Prawo

source: Left
pl: Lewo

source: TM13{CLEAR_TO 0x48}{FONT_SMALL}4,000 COINS
pl: TM13{CLEAR_TO 0x48}{FONT_SMALL} 4,000 ŻETON

source: TM23{CLEAR_TO 0x48}{FONT_SMALL}3,500 COINS
pl: TM23{CLEAR_TO 0x48}{FONT_SMALL} 3,500 ŻETON

source: TM24{CLEAR_TO 0x48}{FONT_SMALL}4,000 COINS
pl: TM24{CLEAR_TO 0x48}{FONT_SMALL} 4,000 ŻETON

source: TM30{CLEAR_TO 0x48}{FONT_SMALL}4,500 COINS
pl: TM30{CLEAR_TO 0x48}{FONT_SMALL} 4,500 ŻETON

source: TM35{CLEAR_TO 0x48}{FONT_SMALL}4,000 COINS
pl: TM35{CLEAR_TO 0x48}{FONT_SMALL} 4,000 ŻETON

source: BEAUTY
pl: PIĘKNOŚĆ

source: TMs & HMs
pl: TMy & HMy

source: BERRIES
pl: JAGODY

source: BOULDERBADGE
pl: ODZ. GŁAZU

source: CASCADEBADGE
pl: ODZ. KASKADY

source: THUNDERBADGE
pl: ODZ. PIORUNA

source: RAINBOWBADGE
pl: ODZ. TĘCZY

source: SOULBADGE
pl: ODZ.DUSZY

source: MARSHBADGE
pl: ODZ. BAGNA

source: VOLCANOBADGE
pl: ODZ. WULKANU

source: EARTHBADGE
pl: ODZ. ZIEMI

source: SOMEONE'S PC
pl: CZYJŚ PC

source: BILL'S PC
pl: PC BILLA

source: {PLAYER}'s PC
pl: {PLAYER} PC

source: LOG OFF
pl: WYLOGUJ

source: PROF. OAK's PC
pl: PC PROF. OAKA

source: Quit looking.
pl: Koniec.

source: FRESH WATER
pl: ŚWIEŻA WODA

source: LEMONADE
pl: LEMONIADA

source: COINS
pl: ŻETON

source: BICYCLE{CLEAR_TO 0x49}{FONT_SMALL}¥1,000,000
pl: ROWER{CLEAR_TO 0x49}{FONT_SMALL}¥1,000,000

source: NO THANKS
pl: NIC

source: ABRA{CLEAR_TO 0x55}{FONT_SMALL} 180 COINS
pl: ABRA{CLEAR_TO 0x55}{FONT_SMALL} 180 ŻETON
